
export const SUGGESTED_PROMPTS = [
  {
    title: "透过地理看历史",
    description:
      "中国的史书卷帙浩繁，对于历史爱好者而言，要读通几千年的史书，是一项巨大的工程。而本书使我们认识到，不管朝代如何更迭， 风云如何变幻，地理因素的作用始终至关重要。 本书以地理单元为轴心，通过纵向讲史的方式，对各个地理单元的形成及其对历史发展的影响进行了深入浅出的讲解，同时，还穿插了许多历史事件和典故。通读本书，读者可轻松了解中国历史发展的脉络。",
  },
  {
    title: "美妙的数学",
    description:
      "数字是全人类的通用语言，语言不通的商人得以依靠数学建立互利贸易。数学也是燃料，助力人类实现从自由市场到登月的一系列抱负。 我们的生活方式、制度和基础设施均建立在数字之上。无论商业、住房、医药、政治、战争、农业，还是艺术、旅行、科技，几乎我们存在的每一个方面都以数学为基础被建立起来。人类的故事与数学密切交织，我们永远可以从数学中找到快乐和意义。",
  },
  {
    title: "毛泽东传",
    description:
      "本书的主要依据是中央档案馆保存的毛泽东同志的文稿、电报、书信、讲话记录和他所参加会议的大量记录；同时，参考了同毛泽东同志有过直接接触的同志的访问记录、回忆录和当时的报刊资料。力求根据丰富而可靠的第一手资料，写出比较翔实的信史。",
  },
];
